Revit 2027 API
SymbolTypeId.Rps Property
 Symbol RPS, indicating unit Revolutions per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Rps { get; }
Public Shared ReadOnly Property Rps As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Rps {
	ForgeTypeId^ get ();
}
static member Rps : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace